tap "azure/functions"
tap "hashicorp/tap"
tap "homebrew/cask"
tap "homebrew/core"
tap "rhe89/aged-upgrade"
brew "python@3.13"
brew "azure-cli"
brew "bat"
brew "certifi"
brew "certbot"
brew "docker"
brew "docker-compose"
brew "findutils"
brew "git"
brew "gnu-sed"
brew "helm"
brew "icu4c@76"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "mas"
brew "redis"
brew "unar"
brew "yamllint"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "azure/functions/azure-functions-core-tools@4"
brew "hashicorp/tap/terraform"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "betterdisplay"
cask "chatgpt"
cask "copilot-cli"
cask "discord"
cask "elgato-stream-deck"
cask "font-fira-code"
cask "git-credential-manager"
cask "iterm2"
cask "jetbrains-toolbox"
cask "little-snitch"
cask "logi-options+"
cask "microsoft-azure-storage-explorer"
cask "multiviewer"
cask "orbstack"
cask "powershell"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Azure VPN Client", id: 1553936137
mas "Dato", id: 1470584107
mas "iMovie", id: 408981434
mas "iStat Menus", id: 6499559693
mas "Magnet", id: 441258766
mas "News Explorer", id: 1032670789
mas "Numbers", id: 409203825
mas "Slack", id: 803453959
mas "Soro", id: 1550457805
mas "TrashMe 3", id: 1490879410
